Repository: GeorgeZakhour/DocSera
Catalog: lib/l10n/app_*.arb
Languages: ar

# chooseLanguage
source: Choose App Language
ar: اختر لغة التطبيق

source: Log in
ar: تسجيل الدخول

# logInAppbar
source: Log in
ar: تسجيل الدخول

source: Home
ar: الرئيسية

source: Appointments
ar: المواعيد

source: Documents
ar: المستندات

source: Messages
ar: الرسائل

source: Account
ar: الحساب

# languageArabic
source: Arabic
ar: العربية

# exitAppTitle
source: Exit Application
ar: الخروج من التطبيق

# areYouSureToExit
source: Are you sure you want to exit the app?
ar: هل أنت متأكد أنك تريد الخروج من التطبيق؟

source: Exit
ar: خروج

source: Cancel
ar: إلغاء

source: My Practitioners
ar: الأطباء المفضلين

# noPractitionersAdded
source: You haven't added any practitioners yet.
ar: لم تقم بإضافة أي أطباء مفضلين بعد.

source: Unknown Specialty
ar: تخصص غير معروف

# bannerTitle1
source: Important Health Alert
ar: تنبيه صحي هام

# bannerTitle2
source: Important Health Alert
ar: تنبيه صحي هام

# bannerTitle3
source: Important Health Alert
ar: تنبيه صحي هام

# bannerText1
source: Recurring, cramp-like abdominal pain? Here's what could be behind it.
ar: ألم بطني متكرر يشبه التقلصات؟ إليك ما قد يكون السبب وراءه.

# bannerText2
source: Discover the benefits of preventive healthcare.
ar: اكتشف فوائد الرعاية الصحية الوقائية.

# bannerText3
source: Get a doctor’s consultation from your home!
ar: احصل على استشارة طبية من منزلك!

source: Sponsored
ar: إعلان مدفوع

source: We Are Hiring!
ar: نحن نوظف!

# workWithUs
source: Work with us to grow together
ar: اعمل معنا للنمو معًا

source: LEARN MORE
ar: اعرف المزيد

source: Are you a health professional?
ar: هل أنت طبيب؟

# improveDailyLife
source: Improve your daily life with our solutions for health professionals.
ar: حسن حياتك اليومية مع حلولنا للمحترفين الصحيين.

# registerAsDoctor
source: REGISTER AS A DOCTOR
ar: سجل كطبيب

# bookAppointment
source: Book an appointment
ar: احجز موعدًا

source: View profile
ar: عرض الملف الشخصي

# removeFromFavorites
source: Remove from my favorite practitioners
ar: إزالة من الأطباء المفضلين

# yourDoctor
source: Seamless Healthcare
ar: دكتورك معنا...

source: Anytime.
ar: دايماً موجود

source: Search
ar: بحث

# fasterAccess
source: Faster and easier access to care
ar: وصول أسرع وأسهل إلى الرعاية

# fasterAccessDescription
source: Book video or in-person appointments and get reminders so you never miss one.
ar: احجز مواعيد للزيارات الشخصية واحصل على تذكيرات حتى لا تفوت أي موعد.

# receiveCare
source: Receive care on your terms
ar: احصل على الرعاية بشروطك

# receiveCareDescription
source: Message your practitioners, get preventive advice and care when you need it.
ar: تواصل مع الأطباء، واحصل على نصائح وقائية ورعاية عند الحاجة.

# manageHealth
source: Manage your health
ar: إدارة صحتك

# manageHealthDescription
source: Easily keep in one place all your health information and that of those who are important to you.
ar: احتفظ بسهولة بجميع معلوماتك الصحية ومعلومات من يهمك أمرهم في مكان واحد.

# planAppointments
source: Plan your appointments
ar: خطط لمواعيدك

# planAppointmentsDescription
source: Find a healthcare professional and book an appointment online at any time.
ar: ابحث عن محترف صحي واحجز موعدك عبر الإنترنت في أي وقت.

# logInCapital
source: LOG IN
ar: تسجيل الدخول

# upcomingAppointments
source: Upcoming
ar: القادمة

# pastAppointments
source: Past
ar: السابقة

source: No upcoming appointments
ar: لا توجد مواعيد قادمة

source: No past appointments
ar: لا توجد مواعيد سابقة

# noAppointmentsDescription
source: Take charge of your health. Easily book your next appointment.
ar: تحكم في صحتك. احجز موعدك القادم بسهولة.

# bookedOn
source: Booked on: {date}
ar: تم الحجز في: {date}

# appointmentReason
source: Reason: {reason}
ar: السبب: {reason}

source: Patient: {name}
ar: المريض: {name}

source: Book again
ar: احجز مرة أخرى

# waitingConfirmation
source: Waiting for confirmation
ar: بانتظار تأكيد الموعد

# loadMoreAppointments
source: Load more..
ar: تحميل المزيد..

source: Unknown Date
ar: التاريخ غير معروف

source: Unknown Time
ar: الوقت غير معروف

source: Unknown
ar: غير معروف

# somethingWentWrong
source: Something went wrong. Please try again.
ar: حدث خطأ ما. يرجى المحاولة مرة أخرى.

# cancelReasonQuestion
source: Why do you want to cancel this appointment?
ar: لماذا تريد إلغاء هذا الموعد؟

# typeReasonHere
source: Type your reason here...
ar: اكتب السبب هنا...

# reasonRequired
source: You must provide a reason to cancel.
ar: يجب إدخال سبب للإلغاء.

# tooLateToCancel
source: It's too late to cancel this appointment now.
ar: لقد فات الأوان لإلغاء هذا الموعد الآن.

source: Not allowed
ar: غير مسموح

# cancelTimeLimitNote
source: For the respect of doctors' time and other patients, appointments must be cancelled at least 24 hours before the scheduled time. Late cancellations are not allowed.
ar: احتراماً لوقت الطبيب والمرضى الآخرين، يجب إلغاء الموعد قبل ٢٤ ساعة على الأقل من الوقت المحدد. لا يُسمح بالإلغاء المتأخر.

# appointmentCancelledMessage
source: The appointment has been successfully cancelled. You can book a new appointment at any time.
ar: تم إلغاء الموعد بنجاح. يمكنك حجز موعد جديد في أي وقت.

# toAppointmentPage
source: Back to Appointments Page
ar: العودة إلى صفحة المواعيد

# tooLateToReschedule
source: Too late to reschedule this appointment.
ar: تجاوزت المهلة لإعادة جدولة هذا الموعد.

# rescheduleTimeLimitNote
source: For the respect of doctors' time and other patients, appointments must be rescheduled at least 24 hours before the scheduled time. Late rescheduling is not allowed.
ar: احتراماً لوقت الطبيب والمرضى الآخرين، يجب إعادة جدولة الموعد قبل ٢٤ ساعة على الأقل من الوقت المحدد. لا يُسمح بإعادة الجدولة المتأخرة.

# appointmentRescheduleNoWarning
source: You can now proceed to reschedule.
ar: يمكنك الآن متابعة إعادة الجدولة.

# noAvailableAppointmentsRes
source: No other appointments are available for rescheduling.
ar: لا توجد مواعيد أخرى متاحة لإعادة الجدولة.

# cancelInsteadNote
source: You can cancel this appointment instead if needed.
ar: يمكنك إلغاء هذا الموعد بدلاً من ذلك إذا لزم الأمر.

# rescheduleReasonQuestion
source: Why do you want to reschedule this appointment?
ar: لماذا تريد إعادة جدولة هذا الموعد؟

source: Confirm Reschedule
ar: تأكيد إعادة الجدولة

source: Current Appointment
ar: الموعد الحالي

source: New Appointment
ar: الموعد الجديد

# manageDocuments
source: Manage your documents
ar: إدارة مستنداتك

# manageDocumentsDescription
source: Easily access your documents and share them with your practitioners at any time.
ar: يمكنك الوصول إلى مستنداتك بسهولة ومشاركتها مع الأطباء في أي وقت.

source: Notes
ar: الملاحظات

# takeNotesTitle
source: Take important notes about your health
ar: دوِّن ملاحظات مهمة حول صحتك

# takeNotesDescription
source: For example, track symptoms, note mental health concerns, and prepare questions for your practitioners.
ar: مثلاً، تتبع الأعراض، سجل ملاحظات حول صحتك النفسية، وحضر أسئلة لمناقشتها مع طبيبك.

source: Add Document
ar: إضافة مستند

source: Uploading document...
ar: جاري رفع المستند...

# documentTooLarge
source: The compressed file exceeds 2 MB. Please reduce the number of images or use smaller ones.
ar: الملف بعد الضغط أكبر من 2 ميغابايت، الرجاء تقليل عدد الصور أو استخدام صور أصغر.

# pdfTooLarge
source: The PDF file is too large. Please use a file smaller than 2MB.
ar: ملف PDF كبير جداً، الرجاء استخدام ملف أصغر من 2MB

# chooseAddDocumentMethod
source: Choose a method
ar: اختر طريقة إضافة المستند

source: Create Note
ar: إنشاء ملاحظة

source: Send requests
ar: إرسال الطلبات

# sendRequestsDescription
source: You can send specific requests to your practitioners to ask about prescriptions, test results, referral letters, and more.
ar: يمكنك إرسال طلبات محددة إلى الأطباء للاستفسار عن الوصفات الطبية، نتائج الفحوصات، خطابات الإحالة، والمزيد.

# sendMessage
source: Send a message
ar: إرسال رسالة

# easilySendMessages
source: Easily send messages to practitioners
ar: أرسل الرسائل بسهولة إلى الأطباء

# sendMessagesDescription
source: Start a conversation with your practitioners. Ask about exam results, request referral letters, and more.
ar: ابدأ محادثة مع طبيبك. استفسر عن نتائج الفحوصات، اطلب خطابات الإحالة، والمزيد.

# fileTooLarge
source: The total size of images is too large (max 4MB). Please reduce the number or size of images.
ar: إجمالي حجم الصور كبير جداً (الحد الأقصى 4 ميغابايت). يرجى تقليل عدد الصور أو تصغير حجمها.

# chooseAttachmentType
source: Send attachment
ar: إرسال مرفق

# welcomeDocsera
source: Welcome to DocSera!
ar: مرحباً بك في دوكسيرا!

# welcome_subtitle
source: Manage your appointments and stay connected.
ar: قم بإدارة مواعيدك وابقَ على تواصل.

# login_button
source: Log In
ar: تسجيل الدخول

# signup_button
source: Create a new account
ar: إنشاء حساب جديد

# benefit_appointments
source: Easy appointment booking
ar: حجز المواعيد بسهولة

# benefit_reminders
source: Receive automatic reminders
ar: تلقي التذكيرات تلقائيًا

# benefit_history
source: Track your appointment history
ar: متابعة تاريخ مواعيدك

# benefit_chat
source: Communicate directly with doctors
ar: التواصل مع الأطباء مباشرة

source: Log out
ar: تسجيل الخروج

# noName
source: No name provided
ar: لا يوجد اسم

source: Birth date not provided
ar: تاريخ الميلاد غير متوفر

source: Address not provided
ar: العنوان غير مُدخل

# didYouKnow
source: Did you know that?
ar: هل كنت تعلم؟

# didYouKnowDesc
source: You can also book appointments for your relatives by creating dedicated profiles for them.
ar: يمكنك أيضًا حجز المواعيد لأقربائك من خلال إنشاء ملفات شخصية مخصصة لهم.

source: Manage my relatives
ar: إدارة الأقارب

# relativeAddedSuccess
source: Relative added successfully!
ar: تمت إضافة القريب بنجاح!

# relativeAddFailed
source: Failed to add relative: {error}
ar: فشل في إضافة القريب: {error}

# arabicOnlyError
source: Please enter the text in Arabic only
ar: الرجاء إدخال النص باللغة العربية فقط

# numbersOnlyError
source: Please enter numbers only
ar: يرجى إدخال أرقام فقط

# max3DigitsError
source: Number must not exceed 3 digits
ar: الرقم يجب ألا يتجاوز 3 خانات

source: Edit my profile
ar: تعديل الملف الشخصي

source: Gender
ar: الجنس

source: Select Gender
ar: اختر الجنس

source: First name
ar: الاسم الأول

source: Last name
ar: اسم العائلة

source: Date of birth
ar: تاريخ الميلاد

# dateFormatHint
source: Format: DD.MM.YYYY
ar: الصيغة: يوم.شهر.سنة

source: Address
ar: العنوان

source: Street
ar: الشارع

source: Building Nr.
ar: رقم البناء

source: City
ar: المدينة

source: Select City
ar: اختر المدينة

source: Country
ar: الدولة

source: Select Country
ar: اختر الدولة

source: Save
ar: حفظ

# genderRequired
source: Gender is required
ar: الجنس مطلوب

# firstNameRequired
source: First name is required
ar: الاسم الأول مطلوب

# lastNameRequired
source: Last name is required
ar: اسم العائلة مطلوب

# dobRequired
source: Date of birth is required
ar: تاريخ الميلاد مطلوب

# buildingNrError
source: Please fill Street, City, and Country before adding a Building Number.
ar: يرجى ملء الشارع والمدينة والدولة قبل إدخال رقم البناء.

# updateSuccess
source: Profile updated successfully!
ar: تم تحديث الملف الشخصي بنجاح!

# updateFailed
source: Failed to update profile: {error}
ar: فشل في تحديث الملف الشخصي: {error}

# infoText
source: Changes made to your profile will be shared with your practitioners.
ar: سيتم مشاركة التغييرات في ملفك مع الممارسين الطبيين.

# requiredField
source: This field is required
ar: هذا الحقل إجباري

# minTwoLettersError
source: Please enter at least two letters
ar: الرجاء إدخال حرفين على الأقل

# fillFullAddress
source: Please fill Street, City, and Country before adding a Building Number.
ar: برجاء ملء الشارع، المدينة، والدولة قبل إضافة رقم المبنى.

# enterPhoneOptional
source: Enter phone number (optional)
ar: أدخل رقم الهاتف (اختياري)

source: Enter email (optional)
ar: أدخل البريد الإلكتروني (اختياري)

source: Enter street
ar: أدخل اسم الشارع

# enterBuildingOptional
source: Enter building number (optional)
ar: أدخل رقم البناء (اختياري)

# authorizationStatement
source: I declare that I am the legal representative of my relative, or that I am authorized to use the Doctolib services to manage medical data on their behalf.
ar: أُقر بأنني الممثل القانوني لقريبي، أو أنني مخوّل باستخدام خدمات Docsera لإدارة بياناته الطبية نيابة عنه.

source: Add
ar: إضافة

source: Syria
ar: سوريا

source: Damascus
ar: دمشق

# reefDamascus
source: Rif Dimashq
ar: ريف دمشق

source: Aleppo
ar: حلب

source: Homs
ar: حمص

source: Hama
ar: حماة

source: Latakia
ar: اللاذقية

source: Deir ez-Zor
ar: دير الزور

source: Raqqa
ar: الرقة

source: Idlib
ar: إدلب

source: Daraa
ar: درعا

source: Tartus
ar: طرطوس

source: Al-Hasakah
ar: الحسكة

source: Qamishli
ar: القامشلي

source: Suwayda
ar: السويداء

source: Personal Information
ar: المعلومات الشخصية

source: My Profile
ar: ملفي الشخصي

source: My relatives
ar: أقاربي

# myRelativesDescription
source: Add or manage relatives
ar: إضافة أو إدارة الأقارب

source: Edit Relative
ar: تعديل معلومات القريب

# noRelativesTitle
source: Look after your relatives on DocSera
ar: اهتم بأقاربك على دوكسيرا

# noRelativesDesc
source: Add your relatives to your account to manage their appointments and their health documents with ease.
ar: أضف أقاربك إلى حسابك لإدارة مواعيدهم ووثائقهم الصحية بكل سهولة.

# bornOn
source: Born on {date}
ar: تاريخ الميلاد: {date}

# bornOnLabel
source: Born on
ar: تاريخ الميلاد

# yearsCount
source: {count} years
ar: {count} سنة

source: Manage access rights
ar: إدارة صلاحيات الوصول

# accessRightsFor
source: Access rights for {name}
ar: صلاحيات الوصول لـ {name}

source: This person can:
ar: هذا الشخص يمكنه:

# bookRescheduleCancel
source: Book, reschedule and cancel
ar: حجز، إعادة جدولة وإلغاء

source: all appointments
ar: جميع المواعيد

source: Add and manage
ar: إضافة وإدارة

source: all documents
ar: جميع المستندات

# updateIdentity
source: Update identity and
ar: تحديث الهوية و

# contactInfo
source: contact information
ar: معلومات التواصل

source: Remove this relative
ar: إزالة هذا القريب

# removeRelativeTitle
source: Remove {name}?
ar: إزالة {name}؟

# removeRelativeDesc
source: By removing this relative from your account, you will no longer have access to their documents or appointment history.
ar: عند إزالة هذا القريب من حسابك، لن تتمكن من الوصول إلى مستنداته أو سجل مواعيده بعد الآن.

source: Remove
ar: إزالة

# relativeRemoved
source: {name} has been removed as relative.
ar: تمت إزالة {name} من قائمة الأقارب.

# relativeRemoveFailed
source: Failed to remove {name}: {error}
ar: فشل في إزالة {name}: {error}

source: you
ar: أنت

source: Account Holder
ar: صاحب الحساب

# invalidPhoneNumber
source: Invalid phone number. It must either start with 9 and be 9 digits, or start with 09 and be 10 digits.
ar: رقم الهاتف غير صحيح. يجب إما أن يبدأ بـ 9 ويتكوّن من 9 أرقام، أو يبدأ بـ 09 ويتكوّن من 10 أرقام.

# addEmailTitle
source: Add Email
ar: إضافة بريد إلكتروني

# samePhone
source: This phone number is already in use.
ar: رقم الهاتف هذا مستخدم حالياً.

# sameEmail
source: This email is already in use.
ar: البريد الإلكتروني هذا مستخدم حالياً.

# invalidEmail
source: Invalid email address
ar: البريد الإلكتروني غير صالح

# loginSection
source: Login
ar: تسجيل الدخول

source: Password
ar: كلمة المرور

source: Settings
ar: الإعدادات

source: Language
ar: اللغة

# languageDescription
source: Account language settings
ar: إعدادات لغة الحساب

# twoFactorAuth
source: Two-factor authentication
ar: المصادقة الثنائية

# twoFactorAuthActivated
source: Activated
ar: مفعلة

source: Encrypted documents
ar: المستندات المشفرة

# encryptedDocumentsDescription
source: Secured your medical files
ar: تأمين ملفاتك الطبية

# faceIdTitle
source: Unlock with Face ID
ar: افتح باستخدام Face ID

# faceIdDescription
source: Use Face ID to quickly and securely log in.
ar: استخدم Face ID لتسجيل الدخول بسرعة وأمان.

# fingerprintTitle
source: Unlock with Fingerprint
ar: افتح باستخدام البصمة

# fingerprintDescription
source: Use your fingerprint to quickly and securely log in.
ar: استخدم بصمتك لتسجيل الدخول بسرعة وأمان.

# faceIdPrompt
source: Authenticate with Face ID
ar: المصادقة باستخدام Face ID

# fingerprintPrompt
source: Authenticate with Fingerprint
ar: المصادقة باستخدام البصمة

# faceIdFailed
source: Face ID authentication failed
ar: فشل التحقق من Face ID

# fingerprintFailed
source: Fingerprint authentication failed
ar: فشل التحقق من البصمة

# biometricTitle
source: Biometric Authentication
ar: المصادقة البيومترية

source: Confidentiality
ar: الخصوصية

source: My preferences
ar: تفضيلاتي

source: Legal information
ar: المعلومات القانونية

source: Delete my account
ar: حذف حسابي

source: Edit Phone Number
ar: تعديل رقم الهاتف

source: Edit Email
ar: تعديل البريد الإلكتروني

source: New phone number
ar: رقم الهاتف الجديد

source: New email address
ar: عنوان البريد الإلكتروني الجديد

source: Verify
ar: تحقق

# pleaseConfirm
source: Please confirm your {fieldType}
ar: يرجى تأكيد {fieldType}

# sixDigitCode
source: 6-digit verification code
ar: رمز التحقق المكون من 6 أرقام

# sentVerificationMessage
source: We have sent you an {destination} to {messageType}.
ar: لقد أرسلنا لك {destination} إلى {messageType}.

# resendCode
source: Didn't receive the code? Tap to resend.
ar: لم تستلم الرمز؟ اضغط لإعادة الإرسال.

# resendIn
source: Resend in {seconds} sec
ar: إعادة الإرسال بعد {seconds} ثانية

source: Phone updated without verification
ar: تم تحديث الهاتف دون التحقق

# phoneUpdatedSuccess
source: Phone number verified and updated!
ar: تم التحقق من رقم الهاتف وتحديثه!

# emailUpdatedSuccess
source: Email verified and updated!
ar: تم التحقق من البريد الإلكتروني وتحديثه!

# continueButton
source: CONTINUE
ar: متابعة

source: Verify later
ar: تحقق لاحقاً

# alreadyExistsPhone
source: A DocSera account already exists with this phone number
ar: يوجد حساب دوكسيرا مسجل بهذا الرقم بالفعل

# alreadyExistsEmail
source: A DocSera account already exists with this email
ar: يوجد حساب دوكسيرا مسجل بهذا البريد الإلكتروني بالفعل

source: Change Password
ar: تغيير كلمة المرور

source: Current password
ar: كلمة المرور الحالية

source: New password
ar: كلمة المرور الجديدة

source: Incorrect current password
ar: كلمة المرور الحالية غير صحيحة

# passwordMatchError
source: New password cannot be the same as current password
ar: لا يمكن أن تكون كلمة المرور الجديدة مطابقة للحالية

# passwordUpdatedSuccess
source: Password updated successfully!
ar: تم تحديث كلمة المرور بنجاح!

# passwordUpdatedFailed
source: Failed to update password: {error}
ar: فشل في تحديث كلمة المرور: {error}

source: Guest
ar: ضيف

source: Not provided
ar: غير متوفر

source: Verified
ar: تم التحقق

source: Not Verified
ar: لم يتم التحقق

source: Address not entered
ar: لم يتم إدخال العنوان

source: Personalized services
ar: الخدمات المخصصة

source: Service improvements
ar: تحسينات الخدمة

source: Map
ar: الخريطة

source: Notifications
ar: الإشعارات

source: Cookie Management
ar: إدارة ال Cookies

source: Terms and conditions of use
ar: الشروط والأحكام

source: Terms of use agreement
ar: اتفاقية شروط الاستخدام

source: Personal data protection policy
ar: سياسة حماية البيانات الشخصية

source: Cookie policy
ar: سياسة ملفات تعريف الارتباط

source: Legal notice
ar: إشعار قانوني

source: Report illicit content
ar: الإبلاغ عن محتوى غير قانوني

# deleteAccountWarningText
source: You can delete your DocSera account and associated data at any time. This will not automatically delete your personal data from the databases of the healthcare professionals with whom you have booked appointments. Healthcare professionals may have a legitimate interest in keeping your personal data. You are free to exercise your rights of access, rectification or deletion and contact them directly.
ar: يمكنك حذف حسابك وبياناتك المرتبطة في أي وقت. لن يؤدي ذلك إلى حذف بياناتك تلقائيًا من قواعد بيانات الأطباء الذين حجزت معهم مواعيد. قد يكون لدى الأطباء مصلحة مشروعة في الاحتفاظ ببياناتك الشخصية. يمكنك ممارسة حقوقك في الوصول أو التصحيح أو الحذف من خلال التواصل معهم مباشرة.

# confirmDeleteMyAccount
source: DELETE MY ACCOUNT
ar: حذف حسابي

# goodbyeMessage
source: We're sad to see you go 😔
ar: نأسف لرؤيتك ترحل 😔

# goodbyeSubtext
source: Your account has been successfully deleted. We hope to see you again someday.
ar: تم حذف حسابك بنجاح. نأمل أن نراك مجددًا في المستقبل.

# searchTitle
source: Search
ar: بحث

# searchHint
source: Name, specialty, clinic
ar: الاسم، التخصص، العيادة

# favoritesTitle
source: Favorites
ar: المفضلة

# noFavorites
source: No Favorite Doctors
ar: لا يوجد أطباء مفضلون

# noResultsTitle
source: No Results Found
ar: لم يتم العثور على نتائج

# noResultsSubtitle
source: Try using another keyword or check your spelling.
ar: حاول استخدام مصطلح بحث مختلف.

source: Search by specialty
ar: البحث حسب التخصص

source: Nearby me
ar: بالقرب مني

source: Cities
ar: المدن

# selectCityPlaceholder
source: Select a city
ar: اختر مدينة

# locationPermissionDenied
source: Location permission is denied. Please enable it in settings.
ar: تم رفض إذن الوصول إلى الموقع. يرجى تفعيله من الإعدادات.

# locationError
source: Unable to access your location. Please enable location services.
ar: تعذر الوصول إلى موقعك. يرجى تفعيل خدمات الموقع.

source: Show results
ar: عرض النتائج

# specialtyGynecology
source: Gynecology & Obstetrics
ar: نسائية

# specialtyPediatrics
source: Pediatrics
ar: أطفال

# specialtyDentistry
source: Dentistry
ar: أسنان

# specialtyCardiology
source: Cardiology & Vascular
ar: قلبية

# specialtyOphthalmology
source: Ophthalmology
ar: عيون

# specialtyUrology
source: Urology
ar: بولية

# specialtyDermatology
source: Dermatology
ar: جلدية

# specialtyPsychology
source: Psychiatry
ar: نفسية

# specialtyNutrition
source: Nutrition
ar: تغذية

# specialtyNeurology
source: Neurology
ar: أعصاب

# specialtyOrthopedics
source: Orthopedics
ar: عظمية

# specialtyENT
source: Ear, Nose & Throat
ar: أنف أذن حنجرة

# specialtyGeneralSurgery
source: General Surgery
ar: جراحة عامة

source: Show on map
ar: عرض على الخريطة

source: Search here
ar: ابحث هنا

source: Booking not available
ar: الحجز غير متاح

source: Gallery
ar: صور العيادة والطبيب

source: Location
ar: الموقع

source: Open in Maps
ar: افتح في الخرائط

source: Additional Information
ar: معلومات إضافية

source: Profile
ar: الملف الشخصي

# specialtiesProcedures
source: Specialties, procedures, and treatments
ar: التخصصات، الإجراءات والعلاجات

source: Website
ar: الموقع الإلكتروني

source: Open website
ar: افتح الموقع

source: Contact Information
ar: معلومات الاتصال

source: View More
ar: عرض المزيد

source: Phone Number
ar: رقم الهاتف

source: Opening Hours
ar: ساعات العمل

source: Languages Spoken
ar: اللغات المتحدث بها

source: Today
ar: اليوم

source: Closed
ar: مغلق

source: Clinic not available
ar: العيادة غير متوفرة

# faq
source: Frequently Asked Questions
ar: الأسئلة الشائعة

source: Offered Services
ar: الخدمات المقدمة

# makeAppointment
source: Make an Appointment
ar: حجز موعد

# whoIsThisFor
source: Who is this appointment for?
ar: لمن هذا الموعد؟

# addRelative
source: Add a relative
ar: إضافة قريب

source: (Me)
ar: (أنا)

source: years old
ar: عام

# haveYouVisitedBefore
source: Have you visited this practitioner in the past?
ar: هل زرت هذا الطبيب من قبل؟

source: Yes
ar: نعم

source: No
ar: لا

# selectReasonTitle
source: Reason for this visit
ar: سبب الزيارة

# selectReason
source: Select the reason for this visit
ar: اختر سبب الزيارة

# initialExamination
source: Initial examination for new patient
ar: فحص أولي للمريض الجديد

# checkupFollowup
source: Check-up / follow-up visit
ar: مراجعة / متابعة

# acuteSymptoms
source: Acute symptoms / emergency
ar: أعراض حادة / حالة طارئة

source: Available Appointments
ar: المواعيد المتاحة

source: No available appointments
ar: لا توجد مواعيد متاحة

# showMore
source: Show More appointments
ar: عرض المزيد

source: Confirm Appointment
ar: تأكيد الحجز

# doctorInfo
source: Doctor Information
ar: معلومات الطبيب

source: Clinic Address
ar: عنوان العيادة
