Repository: GeorgeZakhour/DocSera
Catalog: lib/l10n/app_*.arb
Languages: ar

# patientInfo
source: Patient Information
ar: معلومات المريض

source: Appointment Time
ar: وقت الموعد

source: Confirm
ar: تأكيد

# slotReservedFor
source: This slot is reserved for 15 minutes
ar: هذا الموعد محجوز لمدة 15 دقيقة

# byConfirming
source: By confirming this appointment,
ar: بتأكيدك لهذا الموعد،

# agreeToHonor
source: you agree to honor it.
ar: أنت توافق على الالتزام به.

# for2
source: For
ar: لـ

source: Date
ar: التاريخ

source: Reason
ar: السبب

source: Appointment Confirmed
ar: تم تأكيد الموعد

# appointmentConfirmedMessage
source: A confirmation has been sent to your email
ar: تم إرسال تأكيد الحجز إلى بريدك الإلكتروني

# addToCalendar
source: Add to my calendar
ar: إضافة إلى التقويم

source: Send Documents
ar: إرسال المستندات

# sendDocumentsSubtitle
source: Send documents to your practitioner before your consultation
ar: إرسل المستندات إلى طبيبك قبل الموعد

source: View More Details
ar: عرض تفاصيل الموعد

# appointmentWith
source: Appointment with {doctorName}
ar: موعد مع

source: Reason for appointment
ar: سبب الموعد

source: Not specified
ar: غير محدد

# appointmentAddedToCalendar
source: 📅 Appointment added to your calendar!
ar: 📅 تم إضافة الموعد إلى التقويم!

# appointmentFailedToAdd
source: ⚠️ Failed to add appointment to the calendar.
ar: ⚠️ فشل إضافة الموعد إلى التقويم.

# errorLoadingAppointments
source: An error occurred while loading appointments.
ar: حدث خطأ أثناء تحميل المواعيد.

source: Awaiting Doctor Confirmation
ar: بانتظار تأكيد الطبيب

# waitingForDoctorToApprove
source: Your request has been sent successfully. The doctor will review and approve the appointment shortly.
ar: تم إرسال طلبك بنجاح، وسيقوم الطبيب بمراجعة الموعد والموافقة عليه.

source: Back to Home
ar: العودة إلى الرئيسية

source: Appointment Details
ar: تفاصيل الموعد

source: Reschedule
ar: إعادة جدولة

source: Cancel Appointment
ar: إلغاء الموعد

source: Patient
ar: المريض

source: Share appointment details
ar: مشاركة تفاصيل الموعد

# clinicDetails
source: Details of the healthcare facility
ar: تفاصيل العيادة أو المركز الطبي

source: Open map
ar: فتح الخريطة

# backToDoctorProfile
source: Back to {doctorName}'s profile
ar: العودة إلى ملف {doctorName} الشخصي

# appointmentWithLabel
source: Appointment with {doctorName}
ar: موعد مع {doctorName}

# appointmentReason2
source: Reason: {reason}
ar: السبب: {reason}

# appointmentLocation
source: Location: {clinicName}
ar: الموقع: {clinicName}

# appointmentDate
source: Date: {date}
ar: التاريخ: {date}

# appointmentTime2
source: Time: {time}
ar: الوقت: {time}

# sharedFromApp
source: Shared from DocSera App
ar: تمت المشاركة من تطبيق DocSera

# youAreAboutToReschedule
source: You're about to move your appointment at the last minute
ar: أنت على وشك إعادة جدولة موعدك في اللحظة الأخيرة

# youAreAboutToCancel
source: You're about to cancel your appointment at the last minute
ar: أنت على وشك إلغاء موعدك في اللحظة الأخيرة

# lastMinuteWarning
source: This appointment is in less than 48 hours. It is unlikely to be booked by another patient.
ar: هذا الموعد خلال أقل من 48 ساعة. من غير المحتمل أن يتم حجزه من قبل مريض آخر.

# respectPractitionerReschedule
source: Out of respect to your practitioner, you should only move if absolutely necessary.
ar: احترامًا لطبيبك، يجب عليك إعادة الجدولة فقط إذا كان ذلك ضروريًا للغاية.

# respectPractitionerCancel
source: Out of respect to your practitioner, you should only cancel if absolutely necessary.
ar: احترامًا لطبيبك، يجب عليك الإلغاء فقط إذا كان ذلك ضروريًا للغاية.

# continuing
source: CONTINUE
ar: المتابعة

source: KEEP APPOINTMENT
ar: الاحتفاظ بالموعد

# cancelAppointmentAction
source: CANCEL APPOINTMENT
ar: إلغاء الموعد

# appointmentRescheduled
source: Reschedule confirmed
ar: تم تأكيد إعادة الجدولة

# appointmentCancelled
source: Appointment canceled
ar: تم إلغاء الموعد

# appointmentCancelNoWarning
source: Appointment canceled without warning
ar: تم إلغاء الموعد دون تحذير

# doctorIdMissingError
source: Doctor ID is missing. Unable to open profile.
ar: رقم تعريف الطبيب غير موجود. لا يمكن فتح الملف الشخصي.

# rescheduleWarningTitle
source: You're about to move your appointment at the last minute
ar: أنت على وشك تأجيل موعدك في اللحظة الأخيرة

# cancelWarningTitle
source: You're about to cancel your appointment at the last minute
ar: أنت على وشك إلغاء موعدك في اللحظة الأخيرة

# appointmentShortNoticeWarning
source: This appointment is in less than 48 hours. It is unlikely to be booked by another patient.
ar: هذا الموعد بعد أقل من 48 ساعة. من غير المحتمل أن يتم حجزه من قبل مريض آخر.

# rescheduleRespectNotice
source: Out of respect to your practitioner, you should only move if absolutely necessary
ar: من باب الاحترام لمقدم الرعاية الصحية الخاص بك، يجب تأجيل الموعد فقط عند الضرورة القصوى

# cancelRespectNotice
source: Out of respect to your practitioner, you should only cancel if absolutely necessary
ar: من باب الاحترام لمقدم الرعاية الصحية الخاص بك، يجب إلغاء الموعد فقط عند الضرورة القصوى

source: Send document
ar: إرسال المستند

# sendDocumentsLater
source: Sending documents will be enabled later once the doctor app is ready
ar: سيتم تفعيل ميزة إرسال المستندات لاحقًا عند الانتهاء من تطوير تطبيق الأطباء

source: Send documents to
ar: أرسل المستندات إلى

source: before consultation
ar: قبل الاستشارة

# exampleDocuments
source: For example, referral, test results, prescriptions
ar: مثل الإحالة، نتائج التحاليل، الوصفات الطبية

# sizeLimit
source: Size
ar: الحجم

# acceptedFormat
source: Accepted formats
ar: الصيغ المقبولة

# identificationTitle
source: Identification
ar: الحساب

source: Register or Log in
ar: سجّل أو قم بتسجيل الدخول

# newToApp
source: New to DocSera?
ar: جديد في دوكسيرا؟

source: Sign Up
ar: إنشاء حساب

# alreadyHaveAccount
source: I already have an account
ar: لديك حساب بالفعل؟

source: Log In
ar: تسجيل الدخول

# emailOrPhone
source: Email or Phone Number
ar: البريد الإلكتروني أو رقم الهاتف

# incorrectPassword
source: Incorrect email/phone or password
ar: البريد الإلكتروني/الهاتف أو كلمة المرور غير صحيحة

source: User not found
ar: المستخدم غير موجود

# loginError
source: Error: {error}
ar: خطأ: {error}

# faceIdNoCredentials
source: No saved credentials found for Face ID login.
ar: لم يتم العثور على بيانات محفوظة لتسجيل الدخول باستخدام Face ID.

source: Log in with Face ID
ar: تسجيل الدخول باستخدام Face ID

source: Log in with Fingerprint
ar: تسجيل الدخول باستخدام Fingerprint

source: Enter manually
ar: أدخل يدويًا

# useBiometricLogin
source: Use Face ID or Fingerprint to log in
ar: استخدم بصمة الوجه أو الإصبع لتسجيل الدخول

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# biometricPrompt
source: Please verify using face or fingerprint
ar: يرجى التحقق باستخدام بصمة الوجه أو الإصبع

# logInFailed
source: Login failed. Please check your credentials and try again.
ar: فشل تسجيل الدخول. تحقق من البيانات وحاول مجددًا.

source: Authenticating...
ar: جارٍ التحقق...

source: Create an account
ar: إنشاء حساب

source: Continue as guest
ar: المتابعة كزائر

# enterPhone
source: Please enter your phone number
ar: الرجاء إدخال رقم هاتفك

# enterEmail
source: Please enter your email
ar: الرجاء إدخال بريدك الإلكتروني

# errorCheckingEmail
source: An error occurred while checking the email. Please try again.
ar: حدث خطأ أثناء التحقق من البريد الإلكتروني. يرجى المحاولة مرة أخرى.

source: ُEmail already registered
ar: البريد الإلكتروني مسجل

# emailAlreadyRegisteredContent
source: Email you entered is already registered in DocSera
ar: البريد الإلكتروني الذي أدخلته مسجل مسبقاً في دوكسيرا.

# phoneAlreadyRegistered
source: Phone number already registered
ar: رقم الهاتف مسجل

# phoneAlreadyRegisteredContent
source: Phone number you entered is already registered in DocSera
ar: رقم الهاتف الذي أدخلته مسجل مسبقاً في دوكسيرا.

source: Login with Email
ar: تسجيل الدخول بالبريد الإلكتروني

source: Login with Phone
ar: تسجيل الدخول برقم الهاتف

source: Edit
ar: تعديل

# enterPersonalInfo
source: Enter your personal information
ar: أدخل معلوماتك الشخصية

# identity
source: Identinty
ar: الهويةالشخصية

source: Male
ar: ذكر

source: Female
ar: أنثى

# enterDateOfBirth
source: Enter your date of birth
ar: أدخل تاريخ ميلادك

# dobHint
source: DD.MM.YYYY
ar: يوم.شهر.سنة

# createPassword
source: Create a Password
ar: إنشاء كلمة المرور

# weakPassword
source: Password strength: Weak
ar: قوة كلمة المرور: ضعيفة

# fairPassword
source: Password strength: Fair
ar: قوة كلمة المرور: متوسطة

# goodPassword
source: Password strength: Good
ar: قوة كلمة المرور: جيدة

# strongPassword
source: Password strength: Strong
ar: قوة كلمة المرور: قوية

# useEightCharacters
source: Use 8 characters or more for your password.
ar: استخدم 8 أحرف أو أكثر لكلمة المرور.

# passwordTooSimple
source: Your password is too simple. Try adding special characters, numbers, and capital letters.
ar: كلمة المرور سهلة جدًا. حاول إضافة رموز خاصة، أرقام، وأحرف كبيرة.

# passwordRepeatedCharacters
source: Avoid repeated characters like 'aaa' or '111'.
ar: تجنب الأحرف المتكررة مثل 'aaa' أو '111'.

# termsOfUseTitle
source: Terms of Use and Privacy Policy
ar: شروط الاستخدام وسياسة الخصوصية

# termsOfUseDescription
source: To create a DocSera account, please accept the terms of use.
ar: لإنشاء حساب في دوكسيرا، يرجى قبول شروط الاستخدام.

# acceptTerms
source: I have read and accepted the Terms of Use
ar: لقد قرأت ووافقت على شروط الاستخدام

# dataProcessingInfo
source: You can find more information on data processing in our
ar: يمكنك العثور على مزيد من المعلومات حول معالجة البيانات في

# dataProtectionNotice
source: data protection notices.
ar: إشعارات حماية البيانات.

# marketingPreferencesTitle
source: Stay connected with our latest updates
ar: ابقَ على اطلاع بآخر التحديثات

# marketingPreferencesSubtitle
source: Get personalized emails and push notifications about health tips and our services.
ar: احصل على رسائل بريد إلكتروني وإشعارات مخصصة حول النصائح الصحية وخدماتنا.

# marketingCheckboxText
source: Helpful tips to manage my health and marketing information about our services
ar: نصائح مفيدة لإدارة صحتي ومعلومات تسويقية حول خدماتنا

# privacyPolicyInfo
source: You can change your choice anytime in your settings. To learn more,
ar: يمكنك تغيير اختيارك في أي وقت من خلال الإعدادات. لمعرفة المزيد،

# privacyPolicyLink
source: see the privacy policy.
ar: راجع سياسة الخصوصية.

# enterSmsCode
source: Enter the code sent to you by SMS
ar: أدخل الرمز الذي تم إرساله إليك عبر الرسائل القصيرة

# enterEmailCode
source: Enter the code sent to you by Email
ar: أدخل الرمز الذي تم إرساله إليك عبر البريد الإلكتروني

# otpLabel
source: 6-digit verification code
ar: رمز التحقق المكون من 6 أرقام

# otpSentTo
source: This temporary code has been sent to:
ar: تم إرسال هذا الرمز المؤقت إلى:

# didntReceiveCode
source: Didn't receive a code?
ar: لم تستلم الرمز؟

# invalidCode
source: Invalid code. Please try again.
ar: رمز غير صحيح. يرجى المحاولة مرة أخرى.

# otpSendFailed
source: Failed to send OTP. Please try again.
ar: فشل في إرسال رمز التحقق. يرجى المحاولة مرة أخرى.

source: Try again
ar: أعد المحاولة

source: seconds
ar: ثوانٍ

# reviewDetails
source: Please review your details:
ar: يرجى مراجعة التفاصيل الخاصة بك:

source: Name
ar: الاسم

# mustBeOver16
source: You must be at least 16 years old
ar: يجب أن يكون عمرك 16 سنة على الأقل

source: Email
ar: البريد الإلكتروني

source: Email Verified
ar: تم التحقق من البريد الإلكتروني

# skipEmail
source: Add email later
ar: إضافة البريد الإلكتروني لاحقًا

source: Phone
ar: رقم الهاتف

source: Phone Verified
ar: تم التحقق من الهاتف

source: Terms Accepted
ar: تمت الموافقة على الشروط

source: Marketing Preferences
ar: تفضيلات التسويق

source: Register
ar: تسجيل

# registrationSuccess
source: Account created successfully!
ar: تم إنشاء الحساب بنجاح!

# registrationFailed
source: Failed to register user
ar: فشل تسجيل المستخدم

# autoLoginFailed
source: Failed to log in automatically.
ar: فشل تسجيل الدخول التلقائي.

# emailAlreadyRegisteredAlt
source: ُEmail already registered
ar: هذا البريد الإلكتروني مسجل بالفعل!

# phoneAlreadyRegisteredAlt
source: Phone number already registered
ar: رقم الهاتف هذا مسجل بالفعل!

source: Welcome to DocSera,
ar: مرحباً بك في دوكسيرا،

# welcomeMessageInfo
source: Easily book your appointments, manage your medical files, and stay connected with doctors — all in one secure and fast place.
ar: احجز مواعيدك بسهولة، تابع ملفاتك الطبية، وتواصل مع الأطباء من مكان واحد وبكل أمان وسرعة.

source: Go to Homepage
ar: الانتقال إلى الصفحة الرئيسية

# serverConnectionError
source: Cannot connect to the server. Please check your internet connection and try again.
ar: لا يمكن الاتصال بالخادم. تحقق من اتصال الإنترنت وحاول مجددًا.

# verificationError
source: An error occurred while verifying the number: {errorMessage}
ar: حدث خطأ أثناء التحقق من الرقم: {errorMessage}

# unexpectedError
source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. يرجى المحاولة مرة أخرى لاحقًا.

source: Document added successfully!
ar: تمت إضافة المستند بنجاح!

# documentAddFailed
source: Failed to add document.
ar: فشل في إضافة المستند.

source: Switch to list view
ar: عرض كقائمة

source: Switch to grid view
ar: عرض كشبكة

source: Add new Document
ar: إضافة مستند جديد

# addPage
source: Add a page
ar: إضافة صفحة

# deletePage
source: Delete this page
ar: حذف هذه الصفحة

# continueText
source: CONTINUE
ar: متابعة

source: Page
ar: الصفحة

source: Name of the document
ar: اسم المستند

source: optional
ar: اختياري

source: Type of the document
ar: نوع المستند

# selectDocumentType
source: Select the document type
ar: اختر نوع المستند

source: Patient concerned
ar: المريض المعني

# selectRelevantPatient
source: Select the relevant patient
ar: اختر المريض المعني

# documentWillBeEncrypted
source: This document will be encrypted
ar: سيتم تشفير هذا المستند

# results
source: Results Count
ar: عدد النتائج

source: Medical imaging
ar: تصوير شعاعي

source: Report
ar: تقرير

source: Referral letter
ar: إحالة طبية

source: Treatment plan
ar: خطة علاج

# identityProof
source: Proof of identity (ID card, passport, residence permit)
ar: إثبات هوية

# insuranceProof
source: Public insurance proof
ar: إثبات تأمين صحي

source: Other
ar: أخرى

# sendToDoctor
source: Send to a Doctor
ar: إرسال للطبيب

source: Rename
ar: إعادة التسمية

source: View Details
ar: عرض التفاصيل

source: Download
ar: تحميل

source: Delete
ar: حذف

# createdByYou
source: Created by you • {date}
ar: أنشأته أنت في {date}

# pagesCount
source: {count} Page(s)
ar: {count} صفحة

# pageSingular
source: Page
ar: صفحة

# pagePlural
source: Pages
ar: صفحات

source: Delete the document
ar: حذف المستند

# areYouSureToDelete
source: Are you sure you want to delete the document "{name}"? If you shared it with a doctor, they will keep their copy.
ar: هل أنت متأكد أنك تريد حذف المستند "{name}"؟ إذا كنت قد شاركته مع طبيب، سيحتفظ بنسخته.

source: Document uploaded successfully
ar: تم رفع المستند بنجاح

# fileLoadFailed
source: ❌ Failed to load the file
ar: ❌ فشل تحميل الملف

# takePhoto
source: Take a Photo
ar: التقط صورة

source: Choose from Library
ar: اختر من المعرض

source: Choose File
ar: اختيار ملف

source: Delete Document
ar: حذف المستند

# confirmDeleteDocument
source: Are you sure you want to delete this document?
ar: هل أنت متأكد أنك تريد حذف هذا المستند؟

# downloadSuccess
source: The file has been downloaded successfully
ar: تم تحميل الملف بنجاح

# permissionDenied
source: Storage permission was denied
ar: تم رفض إذن التخزين

# uploadFailed
source: Failed to upload document. Please try again.
ar: فشل في رفع المستند. حاول مرة أخرى.

source: Document details
ar: تفاصيل المستند

source: Created at
ar: تاريخ الإنشاء

source: Created by
ar: تم الإنشاء بواسطة

source: Encrypted document
ar: مستند مشفّر

source: Change the name of the document
ar: تغيير اسم الوثيقة

# fillRequiredFields
source: Please fill in all required fields
ar: يرجى ملء جميع الحقول المطلوبة

source: Edit Note
ar: تعديل الملاحظة

source: Note Title
ar: عنوان الملاحظة

source: Delete the note
ar: حذف الملاحظة

source: Add Note
ar: إضافة ملاحظة

source: Discard
ar: تجاهل

# unsavedNoteTitle
source: Unsaved Changes
ar: تغييرات غير محفوظة

# unsavedNoteMessage
source: Do you want to save this note before exiting?
ar: هل ترغب في حفظ هذه الملاحظة قبل الخروج؟

# noteContent
source: Write your note here...
ar: اكتب ملاحظتك هنا...

source: Show
ar: عرض

# lastUpdated
source: Last updated at {time}
ar: آخر تحديث الساعة {time}

# sendMessageTitle
source: Send a message
ar: مراسلة طبيب

# messagingDisabled
source: Messaging unavailable
ar: المراسلة غير متاحة

# selectMessagePatient
source: Who is this message request for?
ar: لمن هذه الرسالة؟

# selectMessageReason
source: What is the reason for this message?
ar: ما سبب هذه الرسالة؟

# noEmergencySupport
source: Your practitioner cannot handle medical emergencies via messages. In case of a medical emergency, please call 110 (Ambulance).
ar: لا يمكن للطبيب معالجة الحالات الطارئة عبر الرسائل. في حال وجود حالة طبية طارئة، اتصل بالرقم 112.

# reasonTestResults
source: Request sending of test results
ar: طلب إرسال نتائج الفحوصات

# reasonBill
source: A bill or fees note
ar: فاتورة أو ملاحظة رسوم

# reasonAppointment
source: About a planned appointment
ar: حول موعد تم تحديده

# reasonTreatmentUpdate
source: Updates on treatment after consultation
ar: تحديثات على العلاج بعد الاستشارة

# reasonOpeningHours
source: Opening hours and days
ar: مواعيد وأيام الدوام

# reasonContract
source: Treatment contract
ar: عقد العلاج

# reasonOther
source: Other
ar: سبب آخر

source: What do you need?
ar: ما الذي تحتاجه؟

source: Help
ar: مساعدة

source: Attach documents
ar: إرفاق مستندات

source: SEND MY MESSAGE
ar: أرسل رسالتي

# messageHint
source: Explain the reason for your message. Provide any relevant information to your practitioner.
ar: اشرح سبب رسالتك. قدم أي معلومات ذات صلة للممارس.

# helpTitle
source: What should I add in my request?
ar: ماذا يجب أن أضيف في طلبي؟

# helpMessage1
source: Include essential, relevant, and necessary information for the physician to process your request.
ar: أدرج المعلومات الأساسية والمرتبطة والضرورية ليتمكن الطبيب من معالجة طلبك.

# helpMessage2
source: If necessary (e.g., for a certificate of illness), the doctor may require you to make an appointment for an examination. In the event of an emergency, contact 112.
ar: عند الحاجة (مثلًا لشهادة مرض)، قد يطلب منك الطبيب حجز موعد للفحص. وفي حال الطوارئ، اتصل برقم 112.

source: Yesterday
ar: أمس

source: Conversation Closed
ar: تم إغلاق المحادثة

source: For patient
ar: للمريض

# messageForPatient
source: Message request for:
ar: طلب المراسلة باسم:

# onBehalfOfPatient
source: On behalf of {patientName}
ar: نيابة عن {patientName}

source: On behalf of
ar: نيابة عن

# conversationClosedByDoctor
source: This conversation has been closed by {doctorName}. You can no longer respond.
ar: تم إغلاق هذه المحادثة من قبل {doctorName}. لا يمكنك الرد بعد الآن.

# sendNewRequest
source: Send a new request
ar: إرسال طلب جديد

source: Write your message...
ar: اكتب رسالتك هنا...

# waitingDoctorReply
source: Please wait for the doctor to reply to your request.
ar: يرجى انتظار رد الطبيب على طلبك.

source: Read
ar: تمت القراءة

# chooseFromLibrary2
source: Choose photo
ar: اختيار صور

# uploadPdf
source: Upload PDF file
ar: رفع ملف PDF

source: Attached image
ar: صورة مرفقة

source: Attached images
ar: صور مرفقة

# maxImagesReached
source: Maximum 8 images.
ar: 8 صور حد أقصى.

source: remaining
ar: باقي

source: Add to Documents
ar: إضافة إلى المستندات

source: Download All
ar: تحميل الكل

# downloadCompleted
source: Image downloaded successfully
ar: تم تحميل الصورة بنجاح

source: Images downloaded successfully
ar: تم تحميل الصور بنجاح

# downloadFailed
source: Failed to download image
ar: فشل تحميل الصورة

# imagesDownloadFailed
source: Failed to download images
ar: فشل تحميل الصور

# ofText
source: of
ar: من

# importedFromConversationWith
source: Imported from the conversation with {name} on {date}
ar: تم الاستيراد من المحادثة مع {name} بتاريخ {date}

# documentAccessInfo
source: Only you can access and manage documents stored here.
ar: فقط أنت تملك صلاحية الوصول إلى هذه المستندات وإدارتها.

# notesAccessInfo
source: Only you can access and manage your notes securely.
ar: يمكنك أنت فقط الوصول إلى ملاحظاتك وإدارتها بأمان.

# messageAccessInfo
source: You can message your doctor directly here. All your conversations are securely stored and easily accessible.
ar: يمكنك مراسلة طبيبك مباشرة من هنا. يتم حفظ جميع محادثاتك بأمان ويمكنك الوصول إليها بسهولة.

# accountPrivacyInfoLine1
source: Your personal data stays personal.
ar: بياناتك الشخصية تبقى خاصة.

# accountPrivacyInfoLine2
source: We protect your information with industry-leading security.
ar: نحمي معلوماتك بأعلى معايير الأمان.

# forgotPasswordButton
source: Forget your password?
ar: نسيت كلمة السر؟

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Activated
ar: مفعّل

source: Not activated
ar: غير مفعّل

# encryptedDocumentsFullDescription
source: Your medical documents are securely stored with advanced encryption, ensuring that only you can access and manage them safely.
ar: يتم تخزين مستنداتك الطبية بأمان باستخدام تشفير متقدم، مما يضمن أن تكون وحدك من يمكنه الوصول إليها وإدارتها.

# twoFactorAuthHeadline
source: Extra security beyond your password
ar: أمان إضافي يتجاوز كلمة المرور

# twoFactorAuthFullDescription
source: For extra protection, a verification code is sent to you by email or SMS when you log in from a new device.
ar: لحماية إضافية، سيتم إرسال رمز تحقق إلى بريدك الإلكتروني أو عبر رسالة نصية عند تسجيل الدخول من جهاز جديد.

# activate2FA
source: Activate Two-Factor Authentication
ar: تفعيل التحقق بخطوتين

# deactivate2FA
source: Deactivate Two-Factor Authentication
ar: إلغاء تفعيل التحقق بخطوتين

# twoFactorDeactivateWarning
source: Disabling 2FA will make your account less secure. Are you sure you want to proceed?
ar: سيؤدي إلغاء التحقق بخطوتين إلى تقليل أمان حسابك. هل أنت متأكد أنك تريد المتابعة؟

# errorOccurred
source: An error occurred. Please try again
ar: حدث خطأ، يرجى المحاولة مرة أخرى
